Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: “Do not suppose that I have come to abolish the Law and the prophets; I did not come to abolish [katalusai], but to complete [plerosai].196 I tell you this: so long as heaven and earth endure, not a letter, not a stroke, will disappear from the Law until all that must happen has happened.
pt: “Não suponha que eu tenha vindo abolir a lei e os profetas; Eu não vim abolir [katalusai], mas completar [plerosai] .196 Eu lhes digo isto: enquanto o céu e a terra durarem, nem uma letra, nem um derrame, desaparecerá da Lei até que tudo que tenha que acontecer tenha aconteceu.

source: “Do they not both bear the name of the Holy One blessed be he?“158 It was to be expected, then, that the traits of the one, the Messiah, would be mirrored in the other, Jerusalem.
pt: “Ambos não levam o nome do Santo, bendito seja ele?” 158 Esperava-se, então, que os traços de um, o Messias, fossem espelhados no outro, Jerusalém.

source: “Ephraim [son of Joseph] Messiah of our justice, reigns over them [the people of the world]; treat them as good seemeth to thee.
pt: “Efraim [filho de José] Messias da nossa justiça reina sobre eles [os povos do mundo]; tratá-los como bom parece-te.

source: “Even though it could be proved that there never was an Aryan race in the past,” said H. Chamberlain, who was one of the most fervent in accepting the Aryan doctrine, “there must be one in the future.
pt: "Mesmo que possa ser provado que nunca houve uma raça ariana no passado", disse H. Chamberlain, que foi um dos mais fervorosos em aceitar a doutrina ariana, "deve haver uma no futuro.

source: “Faith without works is dead,” likewise declared James the apostle.
pt: "A fé sem obras está morta", declarou também o apóstolo Tiago.

source: “For I could wish that I myself were accursed, ” exclaimed one of them, “and cut off from Christ for the sake of my brethren, my kinsmen by race.
pt: “Pois eu poderia desejar que eu fosse amaldiçoado”, exclamou um deles, “e cortado de Cristo por causa de meus irmãos, meus parentes por raça.

source: “From the going forth of the word to restore and build Jerusalem” Daniel 9:25.
pt: “Desde a saída da palavra para restaurar e edificar Jerusalém” Daniel 9:25.

source: “From you shall come forth for me one who is to be ruler in Israel, whose origin is from of old, from ancient days.” (verse 2)
pt: “De ti sairá para mim quem há de governar em Israel, cuja origem é antiga, desde os tempos antigos.” (Verso 2)

source: “He [Jesus] left there and went to the region of Judea and beyond the Jordan, and crowds gathered to him again; and again, as his custom was, he taught them.” Mark 10:1.
pt: “Ele [Jesus] saiu de lá e foi para a região da Judéia e além do Jordão, e multidões se juntaram a ele novamente; e novamente, como era seu costume, ele os ensinou. ”Marcos 10: 1.

source: “He has come; he has said what he had to say; he has gone away.
pt: "Ele veio; ele disse o que tinha a dizer; ele foi embora.

source: “He shall stand and feed his flock in the strength of the Lord, in the majesty of the name of the Lord his God.
pt: “Ele permanecerá e apascentará o povo na força do Senhor, na majestade do nome do Senhor seu Deus.

source: “He will turn the hearts of fathers to their children and the hearts of children to their fathers.” Malachi 4:6 (3:24 in the Hebrew Bible).
pt: “Ele converterá o coração dos pais a seus filhos e o coração dos filhos a seus pais.” Malaquias 4: 6 (3:24 na Bíblia Hebraica).

source: “I become through my relation to the Thou; as I become I, I say Thou.
pt: “Eu me tornei através da minha relação com o Tu; como eu me torno eu, eu digo tu.

source: “I really would not be able to say which, Aaron or the Messiah, is the most loved: but as said in Psalm 110:4, ‘The Lord has sworn and will not change his mind, You are a priest for ever after the order of Melchizedek,’ so I must know that the Messiah King is beloved above the priest of justice.“114
pt: “Eu realmente não seria capaz de dizer qual, Arão ou o Messias, é o mais amado: mas como disse no Salmo 110: 4: 'O Senhor jurou e não mudará de idéia, Você é um sacerdote para sempre depois do ordem de Melquisedeque ", então eu devo saber que o Messias Rei é amado acima do sacerdote da justiça".

source: “I think; therefore I am.” The Bible pictures God taking hold of men and women before they have understood.
pt: "Eu acho que; portanto, eu sou. ”A Bíblia retrata Deus se apoderando de homens e mulheres antes que eles tenham entendido.

source: “If Israel does not accept the Torah, says God to His angels, you and I can no longer subsist.“13
pt: “Se Israel não aceitar a Torá, diz Deus aos seus anjos, você e eu não podemos mais subsistir.” 13

source: “In many ways 1096 marked a turning point in Jewish history.
pt: “De muitas maneiras, 1096 marcou um ponto de virada na história judaica.

source: “It is a great error,” a Protestant historian categorically proclaims, “to attribute to Christianity a responsibility in present-day antiSemitism, which is several centuries older than Christianity.
pt: “É um grande erro”, proclama categoricamente um historiador protestante, “atribuir ao cristianismo uma responsabilidade no atual antissemitismo, que é vários séculos mais antigo que o cristianismo.

source: “It is urgent that Christians cease once and for all to picture the Jew in stereotypes produced by centuries of antagonism.
pt: “É urgente que os cristãos deixem de uma vez por todas imaginar o judeu em estereótipos produzidos por séculos de antagonismo.

source: “It was then,” he says, “that the deicide myth came to its own and was granted credentials of false nobility in Christian thought.“50
pt: "Foi então", diz ele, "que o mito deicida veio a si e recebeu credenciais de falsa nobreza no pensamento cristão."

source: “Know therefore and understand” (verse 25 J indicates that this role is directly connected to the first act of the vision concerning expiation.
pt: “Conhece, portanto, e compreende” (verso 25 J indica que esse papel está diretamente ligado ao primeiro ato da visão concernente à expiação.

source: “Le chien Balak” (French translation of Tmol Chilchom), p.
pt: “Le chien Balak” (tradução francesa de Tmol Chilchom), p.

source: “Many men died of the water, because it was made bitter.” Revelation 8:11.
pt: “Muitos homens morreram da água, porque se tornaram amargos.” Apocalipse 8:11.

source: “Most texts dating from that period [the fourth century], ” says Lovsky, a Protestant, “confirm that, at that time, a tendency of disfavor toward the Jews stiffened and produced a corps of hostile doctrines which were nourished by the many mistakes and misunderstandings attributable to the Judeo-Christian rivalry.
pt: “A maioria dos textos que datam desse período [do século IV]”, diz Lovsky, um protestante, “confirma que, naquela época, uma tendência ao desprezo em relação aos judeus endureceu e produziu um corpo de doutrinas hostis que foram nutridas por muitos erros e mal-entendidos atribuíveis à rivalidade judaico-cristã.

source: “Now a Jew named Apollos… well versed in the scriptures… spoke and taught accurately… show ing by the scriptures that the Christ [Messiah] was Jesus [Jeshua].” Acts 18:24, R.S.V.
pt: “Agora, um judeu chamado Apolo… bem versado nas escrituras… falou e ensinou com precisão… mostrando pelas escrituras que o Cristo [Messias] era Jesus [Jeshua].” Atos 18:24, RSV

source: “Now he shall he great to the ends of the earth, (verse 4)
pt: “Agora ele será grande até os confins da terra, (verso 4)

source: “Now why do you cry aloud?… Has your counselor perished, that pangs have seized you like a woman in travail?
pt: “Agora, por que você chora em voz alta? O seu conselheiro pereceu, as dores tomaram você como uma mulher em trabalho de parto?

source: “On a practical level, Luther proposes a series of measures against the Jews: that their synagogues be burned and their books confiscated, that they be forbidden to pray to God in their own way, and that they be made to work with their hands; or, better still, that the princes expel them from their lands and that the authorities - magistrates as well as clergy - unite toward these ends.
pt: “Em um nível prático, Lutero propõe uma série de medidas contra os judeus: que suas sinagogas sejam queimadas e seus livros confiscados, que eles sejam proibidos de orar a Deus em seu próprio caminho, e que eles sejam feitos para trabalhar com suas mãos; ou, melhor ainda, que os príncipes os expulsem de suas terras e que as autoridades - magistrados assim como o clero - se unam para esses fins.

source: “Once again the cossacks attacked Poland, once again they massacred the Jews at Lublin and in the surrounding areas.
pt: “Mais uma vez os cossacos atacaram a Polônia, mais uma vez eles massacraram os judeus em Lublin e nas áreas vizinhas.

source: “One must be well aware,” writes a Roman Catholic historian, “that antiSemitism is a state of mind that preexisted Christianity, and for which Christianity is in no way responsible.“44
pt: “É preciso estar bem consciente”, escreve um historiador católico romano, “de que o antissemitismo é um estado de espírito que preexistia o cristianismo, e pelo qual o cristianismo não é de forma alguma responsável.”44

source: “One of them has magical qualities, with the power to transform the bearer into a good and wise man.
pt: “Um deles tem qualidades mágicas, com o poder de transformar o portador em um homem bom e sábio.

source: “One who is oppressed cannot adopt completely the values and the customs of the oppressor, even were they stronger and more beautiful than his, even though better than his, without forfeiting honor and the essential pride of a human being.“85
pt: “Aquele que é oprimido não pode adotar completamente os valores e os costumes do opressor, mesmo sendo eles mais fortes e mais bonitos que os dele, embora melhores que os dele, sem perder a honra e o orgulho essencial de um ser humano.” 85

source: “Our Redeemer from of old is thy name, ” exclaims the prophet when race-to-face with God.
pt: “Nosso Redentor, desde a antiguidade, é o teu nome”, exclama o profeta quando se confronta com Deus.

source: “Paul… [in the synagogue at Thessalonica] argued with them from the scriptures, explaining and proving that it was necessary for the Christ to suffer and to rise from the dead, and saying, This Jesus [Jeshua], whom I proclaim to you, is the Christ [Messiah]….
pt: “Paulo… [na sinagoga de Tessalônica] argumentou com eles a respeito das escrituras, explicando e provando que era necessário que o Cristo sofresse e ressuscitasse dos mortos, dizendo: Este Jesus [Jesuá], a quem eu te proclamo é o Cristo [Messias]…

source: “Remember the sabbath day, to keep it holy [set apart}…; for in six days the Lord made heaven and earth, the sea, and all that is in them, and rested the seventh day; therefore the Lord blessed the sabbath day and hallowed it [set it apart].” Exodus 20:8-11.
pt: “Lembre-se do dia de sábado, para mantê-lo santo [separado]…; porque em seis dias o Senhor fez o céu e a terra, o mar e tudo o que neles há, e descansou no sétimo dia; portanto o Senhor abençoou o dia de sábado e o santificou [separou-o]. ”Êxodo 20: 8-11.

source: “Seventy weeks of years are decreed concerning your people and your holy city, to finish the transgression, to put an end to sin, and to atone for iniquity, to bring in everlasting righteousness, to seal both vision and prophet, and to anoint a most holy place.
pt: Foram decretadas setenta semanas de anos sobre o teu povo e a tua santa cidade, para acabar com a transgressão, para pôr fim ao pecado e expiar a iniqüidade, para introduzir a justiça eterna, para selar a visão e o profeta, e para ungir um lugar mais sagrado.

source: “So it was that again and again he turned his head to try to discover the evil truth.
pt: Então foi isso de novo e de novo ele virou a cabeça para tentar descobrir a verdade do mal.

source: “That Dreyfus is capable of treason,” declared Barres, “is something I conclude from his race.” In the Civita Cattolica (February 5, 1898), a Jesuit periodical in Rome, one could read: “The Jews were created by a special decree of Providence in order that noble causes might not lack traitors.” (Cf.
pt: “Que Dreyfus é capaz de traição”, declarou Barres, “é algo que concluo de sua raça.” Na Civita Cattolica (5 de fevereiro de 1898), um periódico jesuíta em Roma, pode-se ler: “Os judeus foram criados por um especial decreto da Providência, para que nobres causas não carecessem de traidores. ”(Cf.

source: “That is what Christianity teaches: Jesus Christ abolished the Law.“195
pt: “É isso que o cristianismo ensina: Jesus Cristo aboliu a lei.” 195

source: “That was, in the seventeenth century, the weightiest reproach in Christian opinion.” (F.
pt: “Isso foi, no século XVII, a mais pesada censura na opinião cristã.” (F.

source: “The Holy One, blessed be He, covered the Israelites with Mount Sinai as with a cistern, and said to them: ‘If you accept the Law, all is well; if not, there shall be your tomb.’ “14
pt: “O Santo, bendito seja Ele, cobriu os israelitas do Monte Sinai com uma cisterna e disse-lhes: 'Se aceitas a Lei, tudo está bem; se não, será o seu túmulo.' ”14

source: “The Lord God formed man of dust from the ground, and breathed into his nostrils the breath of life; and man became a living being [a being that breathes].” Genesis 2:7, R.S.V7.87
pt: “O Senhor Deus formou o homem do pó da terra e soprou em suas narinas o fôlego da vida; e o homem se tornou um ser vivo [um ser que respira]. ”Gênesis 2: 7, RSV7.87

source: “The Messiah,” says the Talmud, “will have the name of the Holy Blessed one.128… For it is said in Jeremiah 23:6: And this is the name by which he will be called.
pt: “O Messias”, diz o Talmud, “terá o nome do Santo Abençoado.128… Pois é dito em Jeremias 23: 6: E este é o nome pelo qual ele será chamado.

source: “The change from Saturday to Sunday as the day of worship… made a choice between the two imperatives.
pt: "A mudança do sábado para o domingo como dia de adoração... fez uma escolha entre os dois imperativos.

source: “The converted one is a destroyer and a traitor who deserves any and all punishments.
pt: “O convertido é um destruidor e um traidor que merece toda e qualquer punição.

source: “The day that you eat of it vou shall die.” Genesis 2:17, R.S.V.
pt: “No dia em que dela comeres, morrerás.” Gênesis 2:17, RSV

source: “The dead do not praise the Lord, nor do any that go down into silence.” Psalm 115:17.
pt: “Os mortos não louvam ao Senhor, nem os que descem ao silêncio.” Salmo 115: 17.

source: “The eye of the Lord is on those who fear him,” proclaims the psalmist.
pt: “O olho do Senhor está naqueles que o temem”, proclama o salmista.

source: “The great sin of the Christian world, whatever the grandeur of their faith, would be their rejection of the law of God.” - Ellen Gould White.
pt: “O grande pecado do mundo cristão, qualquer que seja a grandeza de sua fé, seria a rejeição da lei de Deus.” - Ellen Gould White.

source: “The land which you are going over to possess is a land of hills and valleys, which drinks water by the rain from heaven….
pt: “A terra que você está passando a possuir é uma terra de colinas e vales, que bebe água pela chuva do céu.

source: “The living know that they will die, but the dead know nothing, and they have no more reward; but the memory of them is lost.
pt: “Os vivos sabem que vão morrer, mas os mortos não sabem nada e não têm mais recompensa; mas a memória deles está perdida.

source: “The loan of money… is the real motive for the tolerance of the lord who admitted the Jew, protected him, encouraged him, and then systematically exploited him and pitilessly fleeced him when the occasion presented itself, which was quite frequently.
pt: “O empréstimo de dinheiro ... é o motivo real para a tolerância do senhor que admitiu o judeu, o protegeu, encorajou-o, e então sistematicamente o explorou e o espancou impiedosamente quando a ocasião se apresentava, o que era bastante frequente.

source: “The more Christians insist on this accusation, the more obstinate Jews continue in their denial.“34
pt: “Quanto mais os cristãos insistem nessa acusação, os judeus mais obstinados continuam em sua negação.“34

source: “The path toward God is the path of God, for the religion of Israel finds its origin in the initiative of God rather than in the efforts of man.“125 “The Bible is an anthropology of God rather than a theology of man.
pt: “O caminho para Deus é o caminho de Deus, pois a religião de Israel encontra sua origem na iniciativa de Deus, e não nos esforços do homem.” 125 “A Bíblia é uma antropologia de Deus e não uma teologia do homem.

source: “The rejection of Israel by the Church beginning w ith the fourth century,” says Marcel Simon, “is invariably a corollary to doing away with the Law.“22 Thus Christianity made it virtually impossible for Jews to listen to its message.
pt: “A rejeição de Israel pela Igreja a partir do quarto século”, diz Marcel Simon, “é invariavelmente um corolário para acabar com a Lei.” 22 Assim, o cristianismo tornou virtualmente impossível aos judeus ouvir sua mensagem.

source: “The sacrifice of the wicked is an abomination to the Lord.
pt: “O sacrifício dos ímpios é uma abominação ao Senhor.

source: “There was… an abrogation of all that constituted the specificity of Judaism, ” wrote Father Vincent.
pt: "Houve ... uma revogação de tudo o que constituía a especificidade do judaísmo", escreveu o padre Vincent.

source: “There you shall be rescued, there the Lord will redeem you from the hand of your enemies.
pt: “Ali serás resgatado, ali o Senhor te resgatará da mão dos teus inimigos.

source: “Therefore he shall give them up until the time when she who is in travail has brought forth; then the rest of his brethren shall return to the people of Israel.” (verse 3)
pt: Portanto, ele os entregará até o tempo em que a que estiver de parto tiver dado à luz; então o resto de seus irmãos voltará ao povo de Israel. ”(verso 3)

source: “These waters are bound up with men,” he muses; “but I must have water from on high if I am to survive.”
pt: "Estas águas estão ligadas aos homens", ele reflete; "Mas devo ter água do alto para sobreviver".

source: “The… Lord of lords… alone has immortality.” 1 Timothy 6:15, 16.
pt: “O Senhor dos Senhores, sozinho, tem a imortalidade.” 1 Timóteo 6:15, 16.

source: “This is what is found at the heart of all thinking in the Bible,” writes A. Heschel, the Jewish-American theologian.
pt: "Isto é o que é encontrado no coração de todos os pensamentos na Bíblia", escreve A. Heschel, o teólogo judeu-americano.

source: “To atone for iniquity” is set in a parallelism with “to anoint a most holy place.” Here the correlation is obvious.
pt: "Expiar a iniqüidade" é estabelecido em um paralelismo com "ungir um lugar santíssimo". Aqui a correlação é óbvia.

source: “To do good” (Mark 3:4) on the Sabbath, then, is a normal part of the spiritual program.
pt: “Fazer o bem” (Marcos 3: 4) no sábado, então, é uma parte normal do programa espiritual.

source: “To finish transgression” is parallel to “to bring in everlasting righteousness.” The end of transgression results in the reign of righteousness, or justice.
pt: “Terminar a transgressão” é paralelo a “trazer a justiça eterna”. O fim da transgressão resulta no reino da justiça ou justiça.

source: “To put an end to sin” is a parallel of “to seal both vision and prophet.” The word KHTM (to seal) is used in both cases.164 Thus the “sealing” of the vision or prophecy (that is, its fulfillment) is parallel to the “sealing” of sin (that is, to put an end to sin, or to forgive sin).
pt: “Acabar com o pecado” é um paralelo de “selar tanto a visão como o profeta”. A palavra KHTM (para selar) é usada em ambos os casos.164 Assim, o “selamento” da visão ou profecia (isto é, a sua cumprimento) é paralelo ao “selamento” do pecado (isto é, pôr fim ao pecado, ou perdoar o pecado).

source: “To you shall it come, the former dominion shall come.” (verse 8)
pt: “A ti virá, o antigo domínio virá.” (Verso 8)

source: “We need constantly to exorcize our history.” - Andre Chamson.
pt: “Precisamos constantemente exorcizar nossa história.” - Andre Chamson.

source: “What a Jew ,’ people often exclaim, though the person they have in mind may not be a Jew at all.
pt: “O que um judeu! As pessoas costumam exclamar, embora a pessoa que eles têm em mente possa não ser judeu.

source: “What do you gain by going to Egypt, to drink the waters of the Nile?
pt: “O que você ganha indo ao Egito para beber as águas do Nilo?

source: “What is the name of the Messiah King?” asks the Midrash.
pt: "Qual é o nome do Rei Messias?", Pergunta o Midrash.

source: “Why,” asked Harnack, “did Judaism harden its stand within the Law?“17 “Because,” replied Marcel Simon, “the Law was the principal object of Christian assaults.“18 This simply is to recognize that the Law was the place and the reason for the Jewish refusal, which reveals, of course, a vicious circle.
pt: "Por que", perguntou Harnack, "o judaísmo endureceu sua posição dentro da lei? “17 "Porque,” respondeu Marcel Simon, “a Lei era o principal objeto dos ataques cristãos. “18 Isso é simplesmente reconhecer que a Lei era o lugar e a razão da recusa judaica, o que revela, é claro, um círculo vicioso.

source: “With a rod they strike upon the cheek the ruler of Israel.” (chapter 5:1)
pt: “Com vara eles ferem a face do soberano de Israel.” (Capítulo 5: 1)

source: “Woden (Odin), the supreme god of the Germans, has not necessarily given his place to the God of the Christians; he can be positively identified with Him….
pt: “Woden (Odin), o deus supremo dos alemães, não necessariamente deu seu lugar ao Deus dos cristãos; ele pode ser positivamente identificado com Ele ....

source: “Yahweh is his name as written in Jeremiah 23:6, This is the name by which he will be called: “The Lord [Yahweh] is our righteousness.130
pt: “Jeová é o seu nome como está escrito em Jeremias 23: 6, este é o nome pelo qual ele será chamado:“ O Senhor [Jeová] é a nossa justiça.

source: “You are under grace,” Paul cries out exultantly.
pt: "Você está sob a graça", grita Paul exultante.

source: “You have learned that our forefathers were told, ‘Do not commit murder; anyone who commits murder must be brought to judgment.’ But what I tell you is this: Anyone who nurses anger against his brother must be brought to judgment.
pt: “Você aprendeu que nossos antepassados ​​foram informados: 'Não cometer assassinato; quem cometer assassinato deve ser julgado. Mas o que eu digo é isto: qualquer um que nutra raiva contra seu irmão deve ser julgado.

source: “You have learned that they were told, ‘Do not commit adultery.’ But what I tell you is this: If a man looks on a woman with a lustful eye, he has already committed adultery with her in his heart.” Matthew 5:27, 28, N.E.B.
pt: “Aprendeste que lhes foi dito: 'Não cometer adultério'. Mas o que eu te digo é isto: se um homem olha para uma mulher com um olhar lascivo, ele já cometeu adultério com ela em seu coração. ”Mateus 5:27, 28, NEB

source: “You might just as well ask us to deny our being and our God.”
pt: “Você também pode nos pedir para negar nosso ser e nosso Deus.”

source: ” 1 John 2:3, 4.
pt: 1 João 2: 3, 4.

source: ” Acts 17:2-11.
pt: Atos 17: 2-11.

source: ” Among the most serious and violent texts, Lovsky mentions particularly those of Aphraates, Ephraem, Augustine, and Chrysostom.
pt: ” Entre os textos mais sérios e violentos, Lovsky menciona particularmente os de Afraates, Efraim, Agostinho e Crisóstomo.

source: ” In this way the death of the Messiah would follow soon after His appearance, which alone would be plausible.
pt: Desta forma, a morte do Messias seguiria logo após a sua aparição, o que por si só seria plausível.
